// 1. Да се напише програма со која во низа ќе се внесуваат пар броеви се додека и двата се поголеми од 0



// 2. Да се напише програма со која ќе се одреди најголемата сума на два последователни броеви и нивните индекси



// 3. Да се напише програма која ќе сортира низа од броеви со користење на циклус

// let niza = [12,4,5,10,7,22];

// for(let i = 0; i<niza.length; i++){
//     for(let j = i+1; j<niza.length; j++){
//         if(niza[i] > niza[j]){
//             let temp = niza[i];
//             niza[i] = niza[j];
//             niza[j] = temp;
//         }
//     }
// }
// console.log(niza);


